Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/norges-bank.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: (If not, answer questions 3.1 and 3.2)
nn: (Dersom nei, svar på spørsmål 3.1 og 3.2)

source: The monthly indicator models predict
nn: til uro for deflasjon.

source: The above information is confirmed (date/signature of authorised person at delivering bank):
nn: Stadfesting av opplysningane over (dato / signatur frå person med fullmakt hos innleverande bank):

source: in Gilchrist and Zakrajöek (2012) (GZ).
nn: 2012 omfattar berre bruk av førehandsbetalte kort i EFTPOS-terminalar som ak­

source: facts, and bank regulation.
nn: I prosent av overføringsbeløp.

source: the Money Laundering Act have been carried out, and that Norges Bank can redeem the notes?
nn: kvitvaskingslova er utførde, og at Noregs Bank kan løyse inn setlane?

source: period of time and that these adjustments will encom-
nn: prosent av transaksjonane og omsetninga.

source: (If not, go directly to question 4)
nn: (Dersom nei, gå direkte til spørsmål 4)

source: 1 The figures for POS cash withdrawals up to 2006 are estimated by Nets (previously BBS) and Norges Bank.
nn: 1 Tala for kontantuttak ved varekjøp fram til 2006 er baserte på overslag frå Nets (tidlegare BBS) og Noregs Bank.

source: see, the best existing candidate.
nn: Verdien av setlar og myntar i omløp.

source: From 2006 the figures include only registered withdrawals.
nn: Frå og med 2006 gjeld tala berre registrerte kontantuttak.

source: To sum up:
nn: Prisane er inn-
